[
  {
    "dag": 1,
    "tittel": "Nissens Første Melding",
    "beskrivelse": "Velkommen til NisseKomm! Vi trenger din hjelp. Finn den hemmelige koden skjult i dette oppdraget. Hint: Antall bokstaver i 'JULEKALENDER' minus fire.",
    "kode": "KALENDER",
    "dagbokinnlegg": "Dag 1 - Det Begynner!\n\nEndelig! Desember er her! Har sendt Rampenissen ned til barna for å starte årets julekalender. Håper han klarer seg. Han har en tendens til å spise for mye godteri.\n\nHer på Nordpolen har vi startet produksjonen for fullt. Nissene jobber dag og natt. Jeg fant Rudolf sovende i gavesekken i morges. Typisk.\n\nNissemor insisterer på at jeg må spise sunnere i år. Prøvde å bytte ut pepperkakene med gulrøtter. Det gikk ikke bra.\n\n- Julenissen",
    "rampenissen_rampestrek": "Alle skoene i gangen er arrangert i et tog-lignende mønster. Rampenissen sitter i 'lokomotiv-skoen' foran med en liten lapp festet til seg.",
    "fysisk_ledetekst": "Sjekk skoene i gangen - Rampenissen har laget noe spesielt!",
    "oppsett_tid": "enkel",
    "materialer_nødvendig": [
      "QR-kode (printet)",
      "Lapp med gåte",
      "Rampenissen-figur"
    ],
    "beste_rom": "Gang/entre",
    "hint_type": "skrevet"
  },
  {
    "dag": 2,
    "tittel": "Tallmysteriet",
    "beskrivelse": "Rampenissen har arrangert leker i et mystisk mønster. Kan dere finne det neste tallet i sekvensen? Se etter fysiske leketøy som viser: 5, 8, 13, 21... Hva kommer etter?",
    "kode": "34",
    "dagbokinnlegg": "Dag 2 - Mattekaos\n\nPrøvde å telle alle gavene vi har produsert så langt. Kom til 3.847 før jeg mistet tellingen. Nissene lo av meg. Måtte starte på nytt.\n\nFikk melding fra Rampenissen. Han har allerede spist seg gjennom halvparten av godteriet hjemme hos barna. Sendte beskjed om moderasjon. Vet at han ikke lytter.\n\nReinsdyrene krangler om hvem som får gå fremst. Rudolf mener det er hans tur siden han har den røde nesen. De andre er uenige. Må holde krisemøte senere.\n\n- Julenissen",
    "rampenissen_rampestrek": "Lekebiler eller figurer er arrangert i en rekke med lapper: '5', '8', '13', '21', '?'. Rampenissen holder et spørsmålstegn.",
    "fysisk_ledetekst": "Tell leketøyene Rampenissen har stilt opp - finn mønsteret!",
    "oppsett_tid": "enkel",
    "materialer_nødvendig": [
      "5+ små leker (biler/figurer)",
      "Nummererte lapper 1-5",
      "Spørsmålstegn-lapp"
    ],
    "beste_rom": "Stue/barnerom",
    "hint_type": "arrangement"
  },
  {
    "dag": 3,
    "tittel": "Melding fra Snøstormen",
    "beskrivelse": "En viktig melding ble mistet i snøstormen! Rampenissen laget snøengler i mel på kjøkkenet. I melet står det: 'N _ S S _'. På kjøleskapet finner dere magnetbokstaver som kan hjelpe. Hvem er vi?",
    "kode": "NISSE",
    "dagbokinnlegg": "Dag 3 - Snøstorm\n\nVoldsom snøstorm på Nordpolen i dag! Kunne knapt se hånden foran meg. En av nissene ble funnet i snøen tre timer etter lunsj. Han hadde gått seg vill på vei til dass. Det er 10 meter unna.\n\nRampenissen rapporterer at barna jobber hardt med oppgavene. Bra! Må huske å gi ham en pause fra all pepperkakespisingen. Eller kanskje ikke. Han virker fornøyd.\n\nNissemor laget varm kakao til alle. Glitret litt ekstra magisk i dag. Mistenker at hun har puttet noe hemmelig i den. Nissene danser nå rundt juletreet.\n\n- Julenissen",
    "rampenissen_rampestrek": "Mel er strødd på kjøkkenbenken med 'snøengel'-mønster. I melet står 'N_SS_' skrevet. Magnetbokstaver I, E, A, O er spredt på kjøleskapet.",
    "fysisk_ledetekst": "Se på kjøkkenbenken - hva har Rampenissen skrevet i 'snøen'? Bruk magnetbokstavene!",
    "oppsett_tid": "moderat",
    "materialer_nødvendig": [
      "Mel (ca 2 dl)",
      "Magnetbokstaver (I, E, A, O)",
      "Brett/underlag"
    ],
    "beste_rom": "Kjøkken",
    "hint_type": "visuell"
  },
  {
    "dag": 4,
    "tittel": "Teater-gåten",
    "beskrivelse": "Rampenissen har laget et teater med kosedyr! De holder opp et skilt: 'Hvem har rød nese og lyser opp natten?' Finn navnet på reinsdyret med 6 bokstaver.",
    "kode": "RUDOLF",
    "hendelse": "Teater - En Julefortelling",
    "dagbokinnlegg": "Dag 4 - Rudolf-Drama\n\nRudolf har fått stjerneallerurer. Insisterer nå på egen garderobe og personlig assistent. Forklarte at vi bare er en gjeng nisser på Nordpolen, ikke Hollywood. Han sultet resten av dagen.\n\nMen må innrømme at den røde nesen hans er praktisk. Brukte den som lykt da strømmen gikk. Nissene applauderte. Rudolf smilte selvtilfreds.\n\nRampenissen melder at barna synes oppgavene er morsomme. Godt! Har investert mye tid i disse gåtene. Vel, egentlig var det nisseverkstedet som lagde dem. Men jeg godkjente dem!\n\n- Julenissen",
    "rampenissen_rampestrek": "Kosedyr arrangert som publikum foran en 'scene' (f.eks. sofakant). Rampenissen står som 'regissør' med skilt: 'Rød nese, lyser natten - hvem?'",
    "fysisk_ledetekst": "Rampenissen har laget teater i stua! Les skiltet og finn svaret.",
    "oppsett_tid": "moderat",
    "materialer_nødvendig": [
      "Kosedyr (5-8 stk)",
      "Skilt/lapp med gåte",
      "Reinsdyr-kosedyr (valgfritt)"
    ],
    "beste_rom": "Stue",
    "hint_type": "skrevet"
  },
  {
    "dag": 5,
    "tittel": "Reinsdyr-forvirring",
    "beskrivelse": "Rampenissen prøver å telle reinsdyr! Han har stilt opp 8 leke-reinsdyr, men... Det står en lapp: '8 reinsdyr × 2 + 1 = ?'. Hva blir svaret?",
    "kode": "17",
    "dagbokinnlegg": "Dag 5 - Telleproblemer\n\nHar prøvd å telle reinsdyr hele dagen. Får forskjellige tall hver gang. Enten har vi 8, 9, eller 12. Mistenker at noen gjemmer seg for å slippe trening.\n\nFant Dasher sovende i halmloftet. Han hadde spist seg mett på reinsdyrfor og var helt utslått. Måtte bære ham ut. Han veier mer enn jeg trodde.\n\nRampenissen sender bilder av seg selv med barna. De virker å ha det gøy. Litt sjalu. Skulle ønske jeg også kunne ta juleferie, men noen må jo holde produksjonen i gang her.\n\n- Julenissen",
    "rampenissen_rampestrek": "8 små leke-reinsdyr står på rad. Ved siden av står Rampenissen med en kalkulator-lapp: '8 × 2 + 1 = ?'. Ett reinsdyr har rød nese (Rudolf).",
    "fysisk_ledetekst": "Tell reinsdyrene Rampenissen har funnet - men bruk regnestykket!",
    "oppsett_tid": "enkel",
    "materialer_nødvendig": [
      "8 små reinsdyr/dyr-figurer",
      "Lapp med regnestykke",
      "Rød tusj (for nese)"
    ],
    "beste_rom": "Stue/barnerom",
    "hint_type": "arrangement"
  },
  {
    "dag": 6,
    "tittel": "St. Nikolaus' By",
    "beskrivelse": "I dag feirer vi St. Nikolaus! Rampenissen har gjemt et kart i sekken deres. På kartet står det: 'Finn byen som begynner med M og slutter med A. 4 bokstaver totalt.' Hvilket sted søker vi?",
    "kode": "MYRA",
    "hendelse": "Speidertur til Turnerhytten",
    "dagbokinnlegg": "Dag 6 - Historietimen\n\nSt. Nikolaus-dagen! Min gamle kollega fra Myra. God mann. Vi møttes på julenissekonferansen i 324. Han hadde bedre skjegg enn meg. Fortsatt bitter.\n\nLærte nissene om juletradisjonene rundt om i verden. De ble mest interessert i de landene med mest godteri. Typisk.\n\nRampenissen rapporterer at barna er nysgjerrige og lærevillige. Flott! Det er akkurat sånn vi vil ha det. Kanskje de lærer mer enn Rampenissen gjør...\n\n- Julenissen",
    "rampenissen_rampestrek": "I speidersekken/skolesekken ligger et falskt 'gammelt kart' med gåten skrevet på. Rampenissen har tegnet kompas og 'X markerer stedet'.",
    "fysisk_ledetekst": "Sjekk sekken - Rampenissen har gjemt et mystisk kart!",
    "oppsett_tid": "enkel",
    "materialer_nødvendig": [
      "Papir (kan 'eldes' med tepose)",
      "Gåte skrevet pent",
      "Kompas-tegning"
    ],
    "beste_rom": "Gang (i sekk)",
    "hint_type": "gjemt_objekt"
  },
  {
    "dag": 7,
    "tittel": "Nordpol-koordinater",
    "beskrivelse": "Rampenissen trenger hjelp! Han har tegnet en globus på kjøkkenet, men koordinatene er visket ut. Det står: 'Nordpolen = ___ grader nord'. Finn tallet (hint: Det er det høyeste tallet).",
    "kode": "90",
    "hendelse": "Speidertur til Turnerhytten",
    "dagbokinnlegg": "Dag 7 - Geografilektion\n\n90 grader nord! Det er her jeg bor! En av de yngre nissene spurte i dag hvorfor vi ikke bare flytter sørover hvor det er varmere. Måtte forklare hele 'magisk julested'-konseptet.\n\nPrøvde å vise nissene på globus hvor Nordpolen er. Globusen vår er fra 1823 og mange land har skiftet navn siden den gang. Ble litt forvirrende.\n\nRampenissen sender selfies foran peisen. Ser koselig ut. Her er det minus 40 grader. Begynner å vurdere hans jobb fremfor min egen.\n\n- Julenissen",
    "rampenissen_rampestrek": "En tegnet globus på stort papir, eller ekte globus med lapp. Ved siden av står en 'koordinat-tavle' med: 'Nordpolen = __ °N'. Rampenissen har kompass.",
    "fysisk_ledetekst": "Finn globusen Rampenissen har funnet - hvilken koordinat er Nordpolen?",
    "oppsett_tid": "enkel",
    "materialer_nødvendig": [
      "Globus (eller tegning)",
      "Lapp med spørsmål",
      "Kompass (valgfritt)"
    ],
    "beste_rom": "Kjøkken/stue",
    "hint_type": "skrevet"
  }
]
