[
  {
    "dag": 22,
    "tittel": "Julesokk-mysteriet",
    "nissemail_tekst": "Rampenissen har hengt opp sokker! I hver sokk er det lapper: Sokk 1: 'JUL', Sokk 2: 'E', Sokk 3: 'AFTEN'. Kombinér ordene - hva får du?",
    "kode": "JULEAFTEN",
    "eventyr": {
      "id": "countdown-julaften",
      "phase": 1
    },
    "reveals": {
      "files": ["personlige-brev-intro.txt"],
      "topics": ["countdown-starter", "to-dager-igjen"]
    },
    "progressive_hints": [
      {
        "afterAttempts": 2,
        "text": "Hint: Les ordene i sokkene og sett dem sammen til ett langt ord."
      },
      {
        "afterAttempts": 4,
        "text": "Hint: JUL + E + AFTEN = ? Det er dagen Julius kommer!"
      },
      {
        "afterAttempts": 6,
        "text": "Hint: Svaret er JULEAFTEN (9 bokstaver)."
      }
    ],
    "symbol_clue": {
      "symbolId": "moon-red",
      "symbolIcon": "moon",
      "symbolColor": "red",
      "description": "Rød måne fra julesokk-mysteriet"
    },
    "system_status_override": {
      "metricName": "COUNTDOWN",
      "value": 92,
      "status": "advarsel"
    },
    "alert_override": {
      "text": "NEDTELLING: 2 DAGER TIL JULAFTEN! 🎅",
      "type": "advarsel"
    },
    "print_materials": [
      {
        "type": "activity",
        "title": "Julesokk-pynt",
        "content": "Lag tre julesokker av papir eller tøy. Dekorer dem med juletre, stjerner eller reinsdyr. Legg lappene med ordene JUL, E, og AFTEN inni!"
      },
      {
        "type": "guide",
        "title": "To dager til julaften!",
        "content": "Julius og nissene forbereder den store reisen! Reinsdyrene har trent, sleda er klar, og gavene er pakket. Snart kommer Julius med gaver til alle snille barn!"
      }
    ],
    "dagbokinnlegg": "Dag 22 - To Dager!\n\nTO DAGER! BARE TO! Panikken er reell nå. Men kontrollert panikk. Organisert kaos. Nissemor kaller det 'tradisjonell julestress'. Hun ler. Jeg svetter.\n\nGeneralprøve med reinsdyrene. De flyr perfekt! Rudolf gjorde en looping for å vise seg. Flott, men ikke nødvendig. Sleda klarte prøveturen. Alt fungerer!\n\nVerkstedet er rent. Gavene er pakket. Listen er sjekket to ganger. (Egentlig 47 ganger, men hvem teller?) Vi er klare. Nesten. Veldig nesten.\n\nRampenissen sender siste rapport fra barna. De har vært fantastiske! Jeg gleder meg til å se dem på julaften. Gjennom vinduet. Når de sover. Som vanlig.\n\n- Julius",
    "rampenissen_rampestrek": "3 julesokker hengt på rad. I hver sokk: sammenbrettet lapp med ord. Rampenissen har 'pakke-papir' rundt seg som toga.",
    "fysisk_hint": "Rampenissen har forberedt sokkene! Sjekk hva som er inni hver enkelt.",
    "oppsett_tid": "enkel",
    "materialer_nødvendig": [
      "3 julesokker",
      "Lapper med ord: JUL, E, AFTEN",
      "Snor til oppheng"
    ],
    "beste_rom": "Over peis/dør/vindu",
    "hint_type": "skrevet"
  },
  {
    "dag": 23,
    "tittel": "Lillejulaften-fest",
    "nissemail_tekst": "Rampenissen feirer Lillejulaften! På bordet ligger et bilde av en tradisjonell norsk julekake. Det står: 'Jeg har 7 lag og er rund som et tårn. Hva heter jeg? Hint: Starter på K.'",
    "kode": "KRANSEKAKE",
    "eventyr": {
      "id": "countdown-julaften",
      "phase": 2
    },
    "reveals": {
      "files": ["brevfugl-finale.txt"],
      "topics": ["lillejulaften", "en-dag-igjen", "navn-registrering"]
    },
    "progressive_hints": [
      {
        "afterAttempts": 2,
        "text": "Hint: Det er en norsk tradisjonell julekake med mange lag. 7 lag som står oppå hverandre!"
      },
      {
        "afterAttempts": 4,
        "text": "Hint: Den starter på K og slutter på KAKE. 10 bokstaver totalt."
      },
      {
        "afterAttempts": 6,
        "text": "Hint: Svaret er KRANSEKAKE."
      }
    ],
    "symbol_clue": {
      "symbolId": "moon-blue",
      "symbolIcon": "moon",
      "symbolColor": "blue",
      "description": "Blå måne fra julaften"
    },
    "decryption_challenge": {
      "challengeId": "hjertets-hemmelighet",
      "requiredSymbols": [
        "heart-green",
        "heart-red",
        "heart-blue",
        "sun-green",
        "sun-red",
        "sun-blue",
        "moon-green",
        "moon-red",
        "moon-blue"
      ],
      "correctSequence": [6, 3, 0, 7, 4, 1, 8, 5, 2],
      "messageWhenSolved": "❤️ HJERTETS HEMMELIGHET ÅPENBART! ❤️\n\nENESTÅENDE! Dere har løst den ultimate utfordringen og funnet den perfekte kombinasjonen av alle ni symbolene!\n\nHjerter for kjærlighet, soler for håp, måner for ro - i farger av vekst, varme og kulde. Dette er den eldgamle formelen som holder magien i Snøfall levende.\n\nJulius' dypeste hemmeligheter er nå deres. Dere har bevist at dere er sanne KODE-MESTERE! Den siste filen venter i NISSENET...\n\n🎄 ALLE DEKRYPTERINGER FULLFØRT! 🎄",
      "unlocksFiles": ["hjertets-hemmelighet.txt"]
    },
    "system_status_override": {
      "metricName": "COUNTDOWN",
      "value": 96,
      "status": "advarsel"
    },
    "alert_override": {
      "text": "KRITISK: 1 DAG TIL JULAFTEN! NAVN KREVES! 🎄",
      "type": "kritisk"
    },
    "print_materials": [
      {
        "type": "activity",
        "title": "Lillejulaften-pynt",
        "content": "Lag festpynt til Rampenissen! Partyhatt, ballonger, og konfetti. Hvis dere har mulighet, lag eller kjøp kransekake til å dele!"
      },
      {
        "type": "guide",
        "title": "Lillejulaften-tradisjon",
        "content": "I Norge feirer vi Lillejulaften 23. desember! Vi pynter juletreet, spiser god mat, og gleder oss til julaften. Julius forbereder den siste natten før den store reisen!"
      },
      {
        "type": "note",
        "title": "VIKTIG: Skriv inn navnene deres!",
        "content": "På dag 24 må dere skrive inn navnene deres i systemet slik at Julius kan legge dere til på Snill-listen! Dette gjøres i KodeTerminal etter at dere har løst dagens kode."
      }
    ],
    "dagbokinnlegg": "Dag 23 - Lillejulaften\n\nI MORGEN ER DET JULAFTEN! (Bare étt utropstegn. Må virke rolig. Må virke profesjonell. MEN AAAHHH!)\n\nSiste forberedelser. Hele teamet er samlet: Pil, Winter, IQ, Trixter - alle er klare. Nissemor pakket ekstragodteri til meg. 'For reisen', sa hun.\n\nOppdaterte listen over snille barn. Barna som har fulgt med Rampenissen hele desember er på toppen! De har vist dedikasjon, vennskap og mot.\n\nEn siste kopp kakao med Nissemor. Hun sa: 'Magien i Snøfall, vennskapet med barna, og motet i hjertet ditt - det er det som gjør julen mulig.'\n\n- Julius",
    "rampenissen_rampestrek": "Bilde av kransekake på bordet med festpynt rundt. Rampenissen har partyhatt og konfetti. Ballonger med '23' på.",
    "fysisk_hint": "Lillejulaften-fest hos Rampenissen! Hva er favorittkaken hans?",
    "oppsett_tid": "enkel",
    "materialer_nødvendig": [
      "Bilde av kransekake (print/tegn)",
      "Festpynt",
      "Partyhatt til Rampenissen",
      "Lapp med gåte"
    ],
    "beste_rom": "Kjøkken eller spisebord",
    "hint_type": "visuell"
  },
  {
    "dag": 24,
    "tittel": "Julaften - Den Store Finalen",
    "nissemail_tekst": "GOD JUL! Rampenissen har etterlatt en siste melding: 'Dere klarte det! Alle kodene er funnet! Til slutt, skriv navnet på dagens høytid - dagen da Julius kommer!' (Hint: 9 bokstaver)",
    "kode": "JULAFTEN",
    "eventyr": {
      "id": "countdown-julaften",
      "phase": 3
    },
    "requires": {
      "topics": ["brevfugl-fullfort", "morket-beseirt", "iq-finale"],
      "completedDays": [14, 20, 21]
    },
    "reveals": {
      "topics": ["julaften", "alle-oppdrag-fullfort", "grand-finale"]
    },
    "progressive_hints": [
      {
        "afterAttempts": 2,
        "text": "Hint: Det er navnet på dagens høytid - den viktigste dagen i desember!"
      },
      {
        "afterAttempts": 4,
        "text": "Hint: 9 bokstaver. JULE_____ - når Julius kommer med gaver!"
      },
      {
        "afterAttempts": 6,
        "text": "Hint: Svaret er JULAFTEN."
      }
    ],
    "system_status_override": {
      "metricName": "COUNTDOWN",
      "value": 100,
      "status": "normal"
    },
    "alert_override": {
      "text": "🎄 JULAFTEN! ALLE OPPDRAG FULLFØRT! GOD JUL! 🎅✨",
      "type": "normal"
    },
    "print_materials": [
      {
        "type": "certificate",
        "title": "Diplom: Offisiell Julenisse-Agent",
        "content": "Gratulerer! Dere har fullført alle 24 oppdrag og hjulpet Julius og Snøfall med årets julekalender. Dere har vist mot, vennskap og tro på julemagi. Dere er nå offisielle Julenisse-Agenter! - Signert: Julius, Nissemor, og hele Snøfall-teamet"
      },
      {
        "type": "guide",
        "title": "Takk for en magisk desember!",
        "content": "Dere har vært på eventyr gjennom hele desember! Dere har beseiret Mørket, hjulpet IQ med oppfinnelser, fulgt brevfuglene, og oppdaget frosne mønstre. Julius og Rampenissen er stolte av dere! God jul! 🎄🎁⭐"
      }
    ],
    "dagbokinnlegg": "Dag 24 - JULAFTEN! 🎄\n\nDET SKJER NÅ! Trixter og reinsdyrene er spent. Rudolf skinner som en fyrtårn. Sleda er lastet. Nissemor, Pil, Winter, IQ og alle nissene vinker farvel.\n\nGjennomgikk ruten én siste gang. Millioner av hjem. Milliarder av gaver. Åtte timer. Magisk tid gjør alt mulig.\n\nMen først - en spesiell stopp. Barna som fulgte Rampenissen hele desember. De som løste alle gåtene. De har vist vennskap, mot og tro på julemagi. De har beseiret alle farer og utfordringer sammen med oss.\n\nTil alle barna: Takk for en fantastisk desember! Dere viste at magi, vennskap og mot kan overvinne alt - selv Mørket selv. Dere er sanne julenissevenner!\n\nVi sees i neste desember! Eller kanskje tidligere. Hvem vet hvilke eventyr som venter?\n\nHa den beste julaften noensinne!\n\nHO HO HO! 🎅🎁✨\n\n- Julius og hele Snøfall-teamet\n\nP.S. Rampenissen insisterer på å legge til: 'SKIBIDI TOILET FOREVER' i rapporten. Ungdomskulturen er merkelig. Men hyggelig.\n\nP.P.S. Sjekk NISSENET for en siste overraskelse! Snill-listen er oppdatert. ⭐",
    "rampenissen_rampestrek": "Rampenissen har pakket kofferten sin! Bor ved siden av et brev: 'Takk for alt! Ses i Snøfall! - Rampenissen ❤️'. Ekstra godteri og konfetti overalt. Liten tegning av slede på vei mot månen.",
    "fysisk_hint": "Rampenissen reiser hjem! Les farvel-brevet hans og løs siste gåten.",
    "oppsett_tid": "enkel",
    "materialer_nødvendig": [
      "Farvel-brev fra Rampenissen",
      "Koffert/bag til Rampenissen",
      "Konfetti",
      "Ekstra godteri/overraskelse",
      "Tegning av slede"
    ],
    "beste_rom": "Der Rampenissen 'bor'",
    "hint_type": "skrevet"
  }
]
