[
  {
    "dag": 22,
    "tittel": "Julesokk-mysteriet",
    "beskrivelse": "Rampenissen har hengt opp sokker! I hver sokk er det lapper: Sokk 1: 'JUL', Sokk 2: 'E', Sokk 3: 'AFTEN'. Kombinér ordene - hva får du?",
    "kode": "JULEAFTEN",
    "dagbokinnlegg": "Dag 22 - To Dager!\n\nTO DAGER! BARE TO! Panikken er reell nå. Men kontrollert panikk. Organisert kaos. Nissemor kaller det 'tradisjonell julestress'. Hun ler. Jeg svetter.\n\nGeneralprøve med reinsdyrene. De flyr perfekt! Rudolf gjorde en looping for å vise seg. Flott, men ikke nødvendig. Sleda klarte prøveturen. Alt fungerer!\n\nVerkstedet er rent. Gavene er pakket. Listen er sjekket to ganger. (Egentlig 47 ganger, men hvem teller?) Vi er klare. Nesten. Veldig nesten.\n\nRampenissen sender siste rapport fra barna. De har vært fantastiske! Jeg gleder meg til å se dem på julaften. Gjennom vinduet. Når de sover. Som vanlig.\n\n- Julenissen",
    "rampenissen_rampestrek": "3 julesokker hengt på rad. I hver sokk: sammenbrettet lapp med ord. Rampenissen har 'pakke-papir' rundt seg som toga.",
    "fysisk_ledetekst": "Rampenissen har forberedt sokkene! Sjekk hva som er inni hver enkelt.",
    "oppsett_tid": "enkel",
    "materialer_nødvendig": [
      "3 julesokker",
      "Lapper med ord: JUL, E, AFTEN",
      "Snor til oppheng"
    ],
    "beste_rom": "Over peis/dør/vindu",
    "hint_type": "skrevet"
  },
  {
    "dag": 23,
    "tittel": "Lillejulaften-fest",
    "beskrivelse": "Rampenissen feirer Lillejulaften! På bordet ligger et bilde av en tradisjonell norsk julekake. Det står: 'Jeg har 7 lag og er rund som et tårn. Hva heter jeg? Hint: Starter på K.'",
    "kode": "KRANSEKAKE",
    "dagbokinnlegg": "Dag 23 - Lillejulaften\n\nI MORGEN ER DET JULAFTEN! (Bare ett utropstegn. Må virke rolig. Må virke profesjonell. MEN AAAHHH!)\n\nSiste forberedelser. Nissemor pakket ekstragodteri til meg. 'For reisen', sa hun. Det er nok godteri til å fôre hele Norge. Perfekt.\n\nOppdaterte listen over snille barn. Barna som har fulgt med Rampenissen hele desember er på toppen! De har vist dedikasjon, problemløsning og utholdenhet. Akkurat slike barn som fortjener de beste gavene.\n\nEn siste kopp kakao med Nissemor før morgendagens store dag. Hun ga meg en klem og sa: 'Du klarer dette. Du gjør det hvert år.' Hun har rett. Som alltid.\n\nRampenissen, din jobb er snart over. Takk for hjelpen! I morgen møtes vi igjen hjemme på Nordpolen.\n\n- Julenissen",
    "rampenissen_rampestrek": "Bilde av kransekake på bordet med festpynt rundt. Rampenissen har partyhatt og konfetti. Ballonger med '23' på.",
    "fysisk_ledetekst": "Lillejulaften-fest hos Rampenissen! Hva er favorittkaken hans?",
    "oppsett_tid": "enkel",
    "materialer_nødvendig": [
      "Bilde av kransekake (print/tegn)",
      "Festpynt",
      "Partyhatt til Rampenissen",
      "Lapp med gåte"
    ],
    "beste_rom": "Kjøkken eller spisebord",
    "hint_type": "visuell"
  },
  {
    "dag": 24,
    "tittel": "Julaften - Den Store Finalen",
    "beskrivelse": "GOD JUL! Rampenissen har etterlatt en siste melding: 'Dere klarte det! Alle kodene er funnet! Til slutt, skriv navnet på dagens høytid - dagen da Julenissen kommer!' (Hint: 9 bokstaver)",
    "kode": "JULAFTEN",
    "dagbokinnlegg": "Dag 24 - JULAFTEN! 🎄\n\nDET SKJER NÅ! Reinsdyrene er spent. Rudolf skinner som en fyrtårn. Sleda er lastet. Nissemor vinket farvel. 'Kom hjem trygt,' sa hun. Lover det!\n\nGjennomgikk ruten én siste gang. Millioner av hjem. Milliarder av gaver. Åtte timer. Magisk tid gjør alt mulig, men det er fortsatt en lang natt.\n\nMen først - en spesiell stopp. Barna som fulgte Rampenissen hele desember. De som løste alle gåtene. De som holdt juleånden levende. De får noe ekstra i år. De har fortjent det.\n\nRampenissen, møt meg ved sleda om 5 minutter. Vi reiser sammen! Du kan sitte foran med Rudolf. Fortell ham om alle rampestrekenene dine - det holder ham rolig.\n\nTil alle barna: Takk for en fantastisk desember! Dere gjorde dette magisk. Nissene mine er imponert. Jeg er imponert. Nissemor er imponert (det er vanskeligst!).\n\nVi sees i neste desember! Eller kanskje tidligere. Hvem vet hvilke eventyr som venter?\n\nHa den beste julaften noensinne!\n\nHO HO HO! 🎅🎁✨\n\n- Julenissen\n\nP.S. Rampenissen insisterer på å legge til: 'SKIBIDI TOILET FOREVER' i rapporten. Jeg forstår ikke hva det betyr, men han ler så mye at jeg bare lar ham. Ungdomskulturen er merkelig. Men hyggelig.\n\nP.P.S. Sjekk NISSENET for en siste overraskelse! Snill-listen er oppdatert. ⭐",
    "rampenissen_rampestrek": "Rampenissen har pakket kofferten sin! Bor ved siden av et brev: 'Takk for alt! Ses på Nordpolen! - Rampenissen ❤️'. Ekstra godteri og konfetti overalt. Liten tegning av slede på vei mot månen.",
    "fysisk_ledetekst": "Rampenissen reiser hjem! Les farvel-brevet hans og løs siste gåten.",
    "oppsett_tid": "enkel",
    "materialer_nødvendig": [
      "Farvel-brev fra Rampenissen",
      "Koffert/bag til Rampenissen",
      "Konfetti",
      "Ekstra godteri/overraskelse",
      "Tegning av slede"
    ],
    "beste_rom": "Der Rampenissen 'bor'",
    "hint_type": "skrevet"
  }
]
